{
"navigation.home": "Inicio",
"navigation.about": "Acerca de mi",
"navigation.skills": "Tecnologias",
"navigation.projects": "Portfolio",
  "navigation.contact": "Contacto",

  "about.header": "Acerca de mi",
  "about.content1": "Soy un desarrollador web Full Stack con solidos conocimientos en Laravel y actualmente estudiando React.   ",
  "about.content2": "Cuento con 7 años de experiencia en el desarrollo de soluciones IT. ",
  "about.content3": "Estoy especializado en:",
  "about.content.item1": "Desarrollo de Sistemas de Gestión",
  "about.content.item2": "Páginas Web",
  "about.content.item3": "Automatizaciones",
  "about.content.item4": "Eficiencia productiva",

  "skills.header": "Tecnologias",
  "skills.content": "",
  "skills.filterExperience": "Años de experiencia",
  "skills.filterExperience.c": "Más de ",
  "skills.table.experience": "Experiencia (años)",
  "skills.table.area": "Área de aplicación",
  "skills.table.tech": "Tecnologia",
  "skills.filterArea": "Área de aplicación",
  "skills.filterName": "Nombre de la tecnología",

  "projects.header": "Proyectos",
  "projects.project1.title": "navela.com.ar",
  "projects.project1.description": "Sitio web de una escuela de navegación de velero ubicada en Buenos Aires.",
  "projects.project1.image1.title": "Construcción 100% a medida",
  "projects.project1.image1.description": "El cliente entrego un mock-up con un detalle minucioso del sitio web que queria construir. Todos y cada uno de los elementos fueron desarrollados teniendo en cuenta sus deseos, tales como la diposición doble de la barra de navegación, la alineación exacta de los iconos, etc.",
  "projects.project1.image2.title": "Prevención de spam",
  "projects.project1.image2.description": "Se recomendo al cliente incorporar al formulario de contacto un CAPTCHA de Google (reCAPTCHA) para disminuir el spam.",

  "projects.project2.title": "Sistema de Gestión de RRHH",
  "projects.project2.description": "El cliente solicitó un Sistema para unificar operaciones de distintas ramas de negocio y facilitar el reciclado de información y la carga operativa. Cuenta con: un sistema de Carga Masiva que inteligentemente incorpora datos a la BD desde la importación de un Excel evitando cargas duplicadas.",

  "projects.project2.image1.title": "Perfil de datos personales con gran nivel de detalle",
  "projects.project2.image1.description": "El sistema cuenta con decenas de secciones, cada una con su propia tabla en la base de datos. El sistema es articulado por una serie de controladores en PHP, desarrollando queries de baja a alta complejidad. La actualización de datos del sistema se realiza mediante AJAX (jQuery), dando al usuario final facilidad y velocidad para operar.",
  "projects.project2.image2.title": "Sistema de búsqueda optimizado para consultas a decenas de miles de datos",
  "projects.project2.image2.description": "El cliente poseia varios millones de datos  que debían ser articulados en varias tablas, siendo el performance a la hora de realizar búsquedas una prioridad. El resultado final fue tal lo esperado, con un promedio de entre 1 y 5 segundos al realizar una consulta.",
  
  "projects.project3.title": "Intera: Plataforma de aprendizaje",
  "projects.project3.description": "Plataforma solicitada por una profesional de Psicopedagogia. Está compuesta por una serie de juegos diseñados para entrenar la lectura de chicos en edad de aprendizaje o con dificultades. Los juegos pueden ser jugados individualmente o en un mix aleatorio para aumentar la dificultad.",
  "projects.project4.title": "InteraSoft.com.ar",
  "projects.project4.description": "Sitio web personal con Blog desarrollado en CodeIgniter. El proyecto fue principalmente desarrollado para un trabajo de la universidad.",
  "projects.modal.techstack": "Tecnologias utilizadas",
  "projects.modal.moredetails": "Ver más detalles",
  "contact.title": "Contacto",
  "contact.form.name": "Nombre",
  "contact.form.email": "Dirección de mail",
  "contact.form.message": "Mensaje",
  "contact.form.name.error": "Debe ingresar un Nombre para enviar el mensaje.",
  "contact.form.email.error": "Debe ingresar una dirección de email valida para enviar el mensaje.",
  "contact.form.message.error": "Debe ingresar contenido en el mensaje. ",
  "contact.form.submit": "Enviar."
}